{"file_name": "images/a_red_cotton_t-shirt.png", "description": "A red cotton t-shirt with a crew neck and short sleeves. "}
{"file_name": "images/a_blue_cotton_t-shirt.png", "description": "A blue cotton t-shirt with a v-neck and short sleeves."}
{"file_name": "images/a_black_polyester_t-shirt.png", "description": "A black polyester t-shirt with a scoop neck and cap sleeves."}
{"file_name": "images/classic_blue_relaxed_fit.png", "description": "Classic blue relaxed fit denim jeans with a mid-rise waist. "}
{"file_name": "images/black_skinny_fit_denim.png", "description": "Black skinny fit denim jeans with a high-rise waist and ripped details at the knees.  "}
{"file_name": "images/stonewash_straight_leg_denim.png", "description": "Stonewash straight leg denim jeans with a standard waist and front pockets."}
{"file_name": "images/white_leather_low-top_sneakers.png", "description": "White leather low-top sneakers with an almond toe cap and thick rubber outsole."}
{"file_name": "images/gray_mesh_high-top_sneakers.png", "description": "Gray mesh high-top sneakers with neon green laces and a padded ankle collar. "}
{"file_name": "images/tan_suede_mid-top_sneakers.png", "description": "Tan suede mid-top sneakers with a round toe and ivory rubber cupsole.  "}
{"file_name": "images/a_purple_nylon_backpack.png", "description": "A purple nylon backpack with padded shoulder straps, front zipper pocket and laptop sleeve."}
{"file_name": "images/a_gray_canvas_backpack.png", "description": "A gray canvas backpack with brown leather trims, side water bottle pockets and drawstring top closure.  "}
{"file_name": "images/a_black_leather_backpack.png", "description": "A black leather backpack with multiple interior pockets, top carry handle and adjustable padded straps."}
{"file_name": "images/a_silver_stainless_steel.png", "description": "A silver stainless steel smartwatch with heart rate monitor, GPS tracker and sleep analysis.  "}
{"file_name": "images/a_space_gray_aluminum.png", "description": "A space gray aluminum smartwatch with step counter, phone notifications and calendar syncing. "}
{"file_name": "images/a_rose_gold_smartwatch.png", "description": "A rose gold smartwatch with activity tracking, music controls and customizable watch faces.  "}
{"file_name": "images/a_12-cup_programmable_coffee.png", "description": "A 12-cup programmable coffee maker in brushed steel with removable water tank and keep warm plate.  "}
{"file_name": "images/a_compact_5-cup_single.png", "description": "A compact 5-cup single serve coffee maker in matt black with travel mug auto-dispensing feature."}
{"file_name": "images/a_retro_style_stovetop.png", "description": "A retro style stovetop percolator coffee pot in speckled enamel with stay-cool handle and glass knob lid.  "}
{"file_name": "images/a_teal_4mm_thick.png", "description": "A teal 4mm thick yoga mat made of natural tree rubber with moisture-wicking microfiber top."}
{"file_name": "images/a_purple_6mm_thick.png", "description": "A purple 6mm thick yoga mat made of eco-friendly TPE material with integrated carrying strap. "}
{"file_name": "images/a_patterned_5mm_thick.png", "description": "A patterned 5mm thick yoga mat made of PVC-free material with towel cover included."}
